export const genres = {
  12: "приключения",
  14: "фэнтези",
  16: "мультфильм",
  18: "драма",
  27: "ужасы",
  28: "боевик",
  35: "комедия",
  36: "история",
  37: "вестерн",
  53: "триллер",
  80: "криминал",
  99: "документальный",
  878: "фантастика",
  9648: "детектив",
  10402: "музыка",
  10749: "мелодрама",
  10751: "семейный",
  10752: "военный",
  10759: "боевик/приключение",
  10762: "для детей",
  10763: "новости",
  10764: "реалити шоу",
  10765: "научная фантастика",
  10766: "мыльная опера",
  10767: "ток-шоу",
  10768: "военно-политический",
  10770: "телевизионный фильм",
};

export const moviesGenres = [
  28, 878, 9648, 10752, 27, 10751, 16, 99, 18, 10749, 53, 10759, 10768, 10762,
  35,
];

export const moviesComainGenres = [12, 14, 36, 37, 80, 10402, 10765];

export const serialsGenres = [10759, 10768, 9648, 18, 10762, 35];

export const serialsComainGenres = [
  16, 80, 99, 10751, 10763, 10764, 10765, 10766, 10767, 37,
];
